Repository: guicfreitas/metodum
Catalog: metodum/metodum/*.lproj/Main.strings
Languages: pt_br

# 07K-f6-qXv.title
source: Methodologies
pt_br: Metodologias

# 0S6-gd-Zn8.placeholder
source: Type your name here
pt_br: Digite seu nome aqui

# 35u-g5-Fug.text
source: Password
pt_br: Senha

# 46a-xN-0Gq.text
source: Hello
pt_br: Olá

# 4Co-Vh-1Ak.text
source: It looks like you didn’t add any favorites. Read methodologies and successful cases to add your favorites here.
pt_br: Parece que você ainda não adicionou nenhum favorito. Visualize metodologias e casos de sucesso e adicione seus favoritos aqui.

# 4I0-og-Li9.title
source: Successful Case
pt_br: Casos

# 511-Hc-eDT.text
source: SECTION 1 - GENERAL INFORMATION This Privacy Policy contains information on the collection, use, storage, treatment and protection of the personal data of users and visitors of the Metodum application, in order to demonstrate absolute transparency on the subject and to clarify it for all. interested in the types of data that are collected, the reasons for collecting it and how users can manage or delete their personal information. This Privacy Policy applies to all users and visitors of the Metodum application and integrates the Terms and General Conditions of Use of the Metodum application. This document was prepared in accordance with the General Law for the Protection of Personal Data (Law 13,709/18), the Marco Civil da Internet (Law 12,965/14) (and the EU Regulation 2016/6790). In addition, the document may be updated as a result of any regulatory update, which is why the user is invited to periodically consult this section. SECTION 2 - HOW DO WE COLLECT PERSONAL DATA FROM THE USER AND THE VISITOR? Personal data user and visitor data are collected by the platform as follows: When the user creates an account/profile on the Metodum platform: this data is the basic identification data, such as name and E-mail. From them, we can identify the user and the visitor, in addition to ensuring greater security and well-being to their needs. By third party: the Metodum platform receives data from third parties, such as Apple, when a user logs in with the your profile from one of those sites. The use of this data is previously authorized by users with the third party in question. SECTION 3 - WHAT PERSONAL DATA DO WE COLLECT ABOUT USER AND VISITOR? The personal data of the user and visitor collected are as follows: Data for creating the account/profile on the Metodum platform: Name. E-mail SECTION 3 - FOR WHAT PURPOSES DO WE USE USER AND VISITOR PERSONAL DATA? The user and visitor personal data collected and stored by the Metodum platform has the purpose of: Registration data: for allow user access to certain content of the platform, exclusive for registered users The processing of personal data for purposes not provided for in this Privacy Policy will only occur upon prior notification to the user, so that the rights and obligations provided herein remain applicable . SECTION 4 - HOW LONG DO PERSONAL DATA STAY STORED? The personal data of the user and visitor are stored by the platform for the period necessary for the provision of the service or the fulfillment of the purposes set out in this document, as the provisions of item I of article 15 of Law 13.709/18. Data may be removed or anonymized at the user's request, except in cases where the law offers receive another treatment. Still, the personal data of users can only be kept after the end of their treatment in the following cases provided for in article 16 of that law: I - compliance with legal or regulatory obligation by the controller; II - study by research body, guaranteeing, whenever possible, the anonymization of personal data; III - transfer to a third party, provided that the data processing requirements provided for in this Law are respected; IV - exclusive use of the controller, being prohibited from being accessed by a third party, and provided that the data is anonymized. SECTION 5 - SECURITY OF STORED PERSONAL DATA The platform undertakes to apply technical and organizational measures to protect personal data from unauthorized access and situations of destruction, loss, alteration, communication or dissemination of such data. Data on credit cards is encrypted using the "secure socket layer" (SSL) technology that guarantees data transmission securely and confidentially, so that data transmission between the server and the user takes place in an encrypted and encrypted way. The platform does not exempt itself from liability for the sole fault of a third party, as in the case of hackers or crackers, or exclusive fault of the user, as in the case where he himself transfers his data to third parties. The website undertakes to notify the user in the event of any breach of the security of their personal data. The stored personal data is treated with confidentiality, within the legal limits. However, we may disclose your personal information if we are required by law to do so or if you violate our Terms of Service. SECTION 6 - DATA SHARING Sharing of user data occurs only with data to publications made by the user himself, such actions are publicly shared with other users. SECTION 6 - WILL STORED PERSONAL DATA BE TRANSFERRED TO THIRD PARTIES? Personal data cannot be shared with third parties SECTION 7 - COOKIES OR DATA Cookies refer to text files sent by the platform to the user and visitor's computer and which are stored on it, with information related to navigation on the website. Such information is related to access data such as location and time of access and is stored by the user and visitor's browser so that the platform server can read it later in order to personalize the platform's services. The user and the visitor Metodum platform expresses knowing and accepting that a navigation data collection system can be used through the use of cookies. The persistent cookie remains on the user and visitor's hard drive after the browser is closed and will be used by the browser on subsequent visits to the site. Persistent cookies can be removed by following your browser's instructions. The session cookie is temporary and disappears after the browser is closed. It is possible to reset your web browser to refuse all cookies, but some platform features may not work properly if the ability to accept cookies is disabled. SECTION 8 - CONSENT When using the services and providing personal information on the platform, the user is consenting to this Privacy Policy. The user, upon registering, expresses knowledge and can exercise their rights to cancel their registration, access and update their personal data and guarantees the veracity of the information made available by them . The user has the right to withdraw his consent at any time, to do so, he must contact us via email metodumapp@gmail.com SECTION 9 - CHANGES TO THIS PRIVACY POLICY We reserve the right to modify this Privacy Policy at any time, so it is recommended that the user and visitor check it frequently. The changes and clarifications will take effect immediately after its publication on the platform. When changes are made, users will be notified. By using the service or providing personal information after any modifications, the user and visitor demonstrates their agreement with the new rules. Before merging or selling the platform to another company, user data can be transferred to new owners so that permanence of the services offered. SECTION 10 - CONFLICT RESOLUTION JURISDICTION For Brazilian Brazilian law, dispute settlement arising from this instrument will be applied in full. company headquarters.
pt_br: SEÇÃO 1 - INFORMAÇÕES GERAIS A presente Política de Privacidade contém informações sobre coleta, uso, armazenamento, tratamento e proteção dos dados pessoais dos usuários e visitantes do aplicativo Metodum, com a finalidade de demonstrar absoluta transparência quanto ao assunto e esclarecer a todos interessados sobre os tipos de dados que são coletados, os motivos da coleta e a forma como os usuários podem gerenciar ou excluir as suas informações pessoais. Esta Política de Privacidade aplica-se a todos os usuários e visitantes do aplicativo Metodum e integra os Termos e Condições Gerais de Uso do aplicativo Metodum. O presente documento foi elaborado em conformidade com a Lei Geral de Proteção de Dados Pessoais (Lei 13.709/18), o Marco Civil da Internet (Lei 12.965/14) (e o Regulamento da UE n. 2016/6790). Ainda, o documento poderá ser atualizado em decorrência de eventual atualização normativa, razão pela qual se convida o usuário a consultar periodicamente esta seção. SEÇÃO 2 - COMO RECOLHEMOS OS DADOS PESSOAIS DO USUÁRIO E DO VISITANTE? Os dados pessoais do usuário e visitante são recolhidos pela plataforma da seguinte forma: Quando o usuário cria uma conta/perfil na plataforma Metodum: esses dados são os dados de identificação básicos, como nome e E-mail. A partir deles, podemos identificar o usuário e o visitante, além de garantir uma maior segurança e bem-estar às suas necessidade. Por intermédio de terceiro: a plataforma Metodum recebe dados de terceiros, como Apple, quando um usuário faz login com o seu perfil de um desses sites. A utilização desses dados é autorizada previamente pelos usuários junto ao terceiro em questão. SEÇÃO 3 - QUAIS DADOS PESSOAIS RECOLHEMOS SOBRE O USUÁRIO E VISITANTE? Os dados pessoais do usuário e visitante recolhidos são os seguintes: Dados para a criação da conta/perfil na plataforma Metodum: Nome. E-mail SEÇÃO 3 - PARA QUE FINALIDADES UTILIZAMOS OS DADOS PESSOAIS DO USUÁRIO E VISITANTE? Os dados pessoais do usuário e do visitante coletados e armazenados pela plataforma Metodum tem por finalidade: Dados de cadastro: para permitir o acesso do usuário a determinados conteúdos da plataforma, exclusivo para usuários cadastrados O tratamento de dados pessoais para finalidades não previstas nesta Política de Privacidade somente ocorrerá mediante comunicação prévia ao usuário, de modo que os direitos e obrigações aqui previstos permanecem aplicáveis. SEÇÃO 4 - POR QUANTO TEMPO OS DADOS PESSOAIS FICAM ARMAZENADOS? Os dados pessoais do usuário e visitante são armazenados pela plataforma durante o período necessário para a prestação do serviço ou o cumprimento das finalidades previstas no presente documento, conforme o disposto no inciso I do artigo 15 da Lei 13.709/18. Os dados podem ser removidos ou anonimizados a pedido do usuário, excetuando os casos em que a lei oferecer outro tratamento. Ainda, os dados pessoais dos usuários apenas podem ser conservados após o término de seu tratamento nas seguintes hipóteses previstas no artigo 16 da referida lei: I - cumprimento de obrigação legal ou regulatória pelo controlador; II - estudo por órgão de pesquisa, garantida, sempre que possível, a anonimização dos dados pessoais; III - transferência a terceiro, desde que respeitados os requisitos de tratamento de dados dispostos nesta Lei; IV - uso exclusivo do controlador, vedado seu acesso por terceiro, e desde que anonimizados os dados. SEÇÃO 5 - SEGURANÇA DOS DADOS PESSOAIS ARMAZENADOS A plataforma se compromete a aplicar as medidas técnicas e organizativas aptas a proteger os dados pessoais de acessos não autorizados e de situações de destruição, perda, alteração, comunicação ou difusão de tais dados. Os dados relativas a cartões de crédito são criptografados usando a tecnologia "secure socket layer" (SSL) que garante a transmissão de dados de forma segura e confidencial, de modo que a transmissão dos dados entre o servidor e o usuário ocorre de maneira cifrada e encriptada. A plataforma não se exime de responsabilidade por culpa exclusiva de terceiro, como em caso de ataque de hackers ou crackers, ou culpa exclusiva do usuário, como no caso em que ele mesmo transfere seus dados a terceiros. O site se compromete a comunicar o usuário em caso de alguma violação de segurança dos seus dados pessoais. Os dados pessoais armazenados são tratados com confidencialidade, dentro dos limites legais. No entanto, podemos divulgar suas informações pessoais caso sejamos obrigados pela lei para fazê-lo ou se você violar nossos Termos de Serviço. SEÇÃO 6 - COMPARTILHAMENTO DOS DADOS O compartilhamento de dados do usuário ocorre apenas com os dados referentes a publicações realizadas pelo próprio usuário, tais ações são compartilhadas publicamente com os outros usuários. SEÇÃO 6 - OS DADOS PESSOAIS ARMAZENADOS SERÃO TRANSFERIDOS A TERCEIROS? Os dados pessoais não podem ser compartilhados com terceiros SEÇÃO 7 – COOKIES OU DADOS DE NAVEGAÇÃO Os cookies referem-se a arquivos de texto enviados pela plataforma ao computador do usuário e visitante e que nele ficam armazenados, com informações relacionadas à navegação no site. Tais informações são relacionadas aos dados de acesso como local e horário de acesso e são armazenadas pelo navegador do usuário e visitante para que o servidor da plataforma possa lê-las posteriormente a fim de personalizar os serviços da plataforma. O usuário e o visitante da plataforma Metodum manifesta conhecer e aceitar que pode ser utilizado um sistema de coleta de dados de navegação mediante à utilização de cookies. O cookie persistente permanece no disco rígido do usuário e visitante depois que o navegador é fechado e será usado pelo navegador em visitas subsequentes ao site. Os cookies persistentes podem ser removidos seguindo as instruções do seu navegador. Já o cookie de sessão é temporário e desaparece depois que o navegador é fechado. É possível redefinir seu navegador da web para recusar todos os cookies, porém alguns recursos da plataforma podem não funcionar corretamente se a capacidade de aceitar cookies estiver desabilitada. SEÇÃO 8 - CONSENTIMENTO Ao utilizar os serviços e fornecer as informações pessoais na plataforma, o usuário está consentindo com a presente Política de Privacidade. O usuário, ao cadastrar-se, manifesta conhecer e pode exercitar seus direitos de cancelar seu cadastro, acessar e atualizar seus dados pessoais e garante a veracidade das informações por ele disponibilizadas. O usuário tem direito de retirar o seu consentimento a qualquer tempo, para tanto deve entrar em contato através do e-mail metodumapp@gmail.com SEÇÃO 9 - ALTERAÇÕES PARA ESSA POLÍTICA DE PRIVACIDADE Reservamos o direito de modificar essa Política de Privacidade a qualquer momento, então, é recomendável que o usuário e visitante revise-a com frequência. As alterações e esclarecimentos vão surtir efeito imediatamente após sua publicação na plataforma. Quando realizadas alterações os usuários serão notificados. Ao utilizar o serviço ou fornecer informações pessoais após eventuais modificações, o usuário e visitante demonstra sua concordância com as novas normas. Diante da fusão ou venda da plataforma à outra empresa os dados dos usuários podem ser transferidas para os novos proprietários para que a permanência dos serviços oferecidos. SEÇÃO 10 – JURISDIÇÃO PARA RESOLUÇÃO DE CONFLITOS Para a solução de controvérsias decorrentes do presente instrumento será aplicado integralmente o Direito brasileiro. Os eventuais litígios deverão ser apresentados no foro da comarca em que se encontra a sede da empresa.

# 6P8-pY-Lg0.placeholder
source: Type your email here
pt_br: Digite seu email aqui

# 7jG-sC-tR0.text
source: successful
pt_br: de sucesso

# 83L-J4-i1e.text
source: Password
pt_br: Senha

# 85L-UR-6Wl.accessibilityHint
source: Title highlighting the error
pt_br: Título maior destacando o erro

# 9x3-zV-cXX.accessibilityHint
source: The image features illustration of an open green covered book along a black magnifying glass over its page and three yellow stars in the upper right corner with a light blue circle behind them
pt_br: A imagem contem um livro de capa verde, uma lupa preta sobre o livro, um círculo azul claro atrás do livro e tres estrelas amarelas no canto superior direito

# 9x3-zV-cXX.accessibilityLabel
source: Image discover active methodologies
pt_br: Imagem descubra metodologias ativas

# C5l-Bl-gsx.accessibilityHint
source: Title indicating the section to talk about your successful case
pt_br: Título indicando a seção para dissertar sobre o seu caso de sucesso

# C5l-Bl-gsx.accessibilityLabel
source: About
pt_br: Sobre

# C5l-Bl-gsx.text
source: ABOUT
pt_br: SOBRE

# Csu-Dx-4TP.accessibilityHint
source: Support text for image
pt_br: Texto de apoio para imagem

# Csu-Dx-4TP.accessibilityLabel
source: Read and add cases
pt_br: Leia e adicione casos

# Csu-Dx-4TP.text
source: Read and add cases
pt_br: Leia e adicione casos

# DkI-nR-ZpK.accessibilityLabel
source: First time here?
pt_br: Primeira ve aqui?

# DkI-nR-ZpK.text
source: First time here?
pt_br: Primeira vez aqui?

# Fa0-yV-WfK.accessibilityHint
source: Button to create your in-app account
pt_br: Botão para criar sua conta no aplicativo

# Fa0-yV-WfK.accessibilityLabel
source: Create account
pt_br: Criar conta

# Fa0-yV-WfK.normalTitle
source: Create account
pt_br: Criar conta

# Fbq-gI-9gR.text
source: Select a picture for your successful case
pt_br: Escolha uma imagem para o seu caso de sucesso

# FfY-hy-TbQ.title
source: Add Case
pt_br: Novo Caso

# GBY-5f-qeK.accessibilityHint
source: Title indicating the section of methodologies that are trending now
pt_br: Título Indicando a seção das metodologias em alta

# GBY-5f-qeK.accessibilityLabel
source: Trending
pt_br: Em Alta

# GBY-5f-qeK.text
source: Trending
pt_br: Em Alta

# GgS-Lh-y9T.normalTitle
source: Enter
pt_br: Entrar

# H0P-sb-OJ4.accessibilityHint
source: Text box for location
pt_br: Caixa de texto para o local

# H0P-sb-OJ4.accessibilityLabel
source: Location
pt_br: Local

# H0P-sb-OJ4.placeholder
source: Location
pt_br: Local

# HFg-4E-7Gs.accessibilityHint
source: Orange button to login
pt_br: Botão em laranja para logar

# HFg-4E-7Gs.accessibilityLabel
source: Continue to enter
pt_br: Continue para entrar

# HFg-4E-7Gs.normalTitle
source: Continue to enter
pt_br: Continue para entrar

# IVb-T4-2y1.placeholder
source: Type you password here
pt_br: Digite sua senha aqui

# KNu-Pi-rry.text
source: Confirm the Password
pt_br: Confirme a senha

# Kdg-GF-Fzs.text
source: Institution Name
pt_br: Nome da Escola

# NZO-bb-NFv.title
source: Cancel
pt_br: Cancelar

# OB3-D3-H1s.accessibilityLabel
source: Image features illustration of a blue paper plane flying, three stars in the left and a light blue circle behind
pt_br: Imagem com um avião de papel azul voando com três estrelas a sua esquerda e um círculo azul claro atrás

# OCV-I7-pDX.accessibilityHint
source: Title indicating the section to talk about the outcome of your successful case
pt_br: Título indicando a seção para dissertar sobre o resultado do seu caso de sucesso

# OCV-I7-pDX.accessibilityLabel
source: Result
pt_br: Resultado

# OCV-I7-pDX.text
source: RESULTS
pt_br: RESULTADOS

# PaH-UT-Yey.accessibilityHint
source: Text describing the reason for the error
pt_br: Texto descrevendo o motivo do erro

# PaH-UT-Yey.accessibilityLabel
source: To favorite a item, you must be signed in.
pt_br: Para favoritar um item, é necessário que você esteja conectado à uma conta.

# PaH-UT-Yey.text
source: To add a case, you must be signed in.
pt_br: Para favoritar um item, é necessário que você esteja conectado à uma conta.

# Qcw-ul-All.text
source: First time here?
pt_br: Primeira vez aqui ?

# S9k-Pe-Ecr.title
source: Metodum Library
pt_br: Biblioteca Metodum

# Vkp-3A-mDF.accessibilityHint
source: Text box to write about your successful case
pt_br: Caixa de texto para escrever sobre o seu caso de sucesso

# Vkp-3A-mDF.accessibilityLabel
source: Text Box
pt_br: Caixa de Texto

# VrQ-1I-AaN.text
source: Welcome!
pt_br: Bem vindo!

# Wfa-9R-zfy.accessibilityHint
source: Text box for educational institutions
pt_br: Caixa de texto para instituições de ensino

# Wfa-9R-zfy.accessibilityLabel
source: Educational institute
pt_br: Intituições de Ensino

# Wfa-9R-zfy.placeholder
source: Educational institute
pt_br: Instituição de Ensino

# ZJF-YB-nXv.accessibilityHint
source: The image features illustration of a clipboard with a blue shield in front of it containing a checked symbol, three yellow stars in the upper right corner and a light blue circle behind
pt_br: A imagem contém uma prancheta com um escudo azul na sua frente com um símbolo de verificado, três estrelas amarelas no canto superior direito e um círculo azul claro por trás

# ZJF-YB-nXv.accessibilityLabel
source: Image of terms and privacy
pt_br: Imagem de termos e privacidade

# ZQK-ck-mjb.title
source: Done
pt_br: Concluir

# Zl7-Vp-uvT.accessibilityHint
source: Support text for image
pt_br: Texto de apoio para imagem

# Zl7-Vp-uvT.accessibilityLabel
source: Mark your favorites
pt_br: Marque os seus favoritos

# Zl7-Vp-uvT.text
source: Mark your
pt_br: Marque os seus

# a7d-JT-asD.accessibilityHint
source: Support text for image
pt_br: Texto de apoio para imagem

# a7d-JT-asD.accessibilityLabel
source: Discover active methodologies
pt_br: Descubra metodologias ativas

# a7d-JT-asD.text
source: Discover methodologies
pt_br: Descubra metodologias

# cFl-9i-goO.title
source: Back
pt_br: Voltar

# cMq-jf-d9p.text
source: No Favorites
pt_br: Sem favoritos

# dH4-ll-qZ4.title
source: Cancel
pt_br: Cancelar

# dHg-CY-3kj.accessibilityHint
source: Text indicating the description title
pt_br: Texto indicando o titulo de descriação

# dHg-CY-3kj.accessibilityLabel
source: Receive Notifications
pt_br: Receba Notificações

# dHg-CY-3kj.text
source: Receive Notifications
pt_br: Receba Notificações

# dba-08-4hq.normalTitle
source: Try again
pt_br: Tentar Novamente

# dnr-Sq-y11.title
source: Favorites
pt_br: Favoritos

# e60-0w-16p.title
source: Back
pt_br: Voltar

# eVo-7K-c5J.normalTitle
source: Enter
pt_br: Entrar

# eg1-wy-Tit.text
source: Fill in information about your case of success
pt_br: Preencha informações sobre o seu caso de sucesso

# euV-5h-TPg.accessibilityLabel
source: Discover new methodologies
pt_br: Descubra metodologias ativas

# euV-5h-TPg.text
source: methodologies
pt_br: ativas

# fcI-BR-SNB.placeholder
source: Type your email here
pt_br: Digite seu email aqui

# fs6-Hd-YYt.accessibilityHint
source: Title indicating the section on successful case
pt_br: Título indicando a seção sobre o caso de sucesso

# fs6-Hd-YYt.accessibilityLabel
source: About
pt_br: Sobre

# fs6-Hd-YYt.text
source: About
pt_br: Sobre

# gC9-Kb-TSx.text
source: Don't worry, we'll email you to change your password!
pt_br: Não se preocupe, iremos lhe mandar um email para mudar sua senha!

# gd9-t5-mC4.normalTitle
source: Back
pt_br: Voltar

# h6L-d3-gg9.title
source: Sign in to your account
pt_br: Entre na sua conta

# h93-bW-7qf.placeholder
source: Type your password here
pt_br: Digite sua senha aqui

# hBd-vp-Yes.accessibilityHint
source: Text indicating the title of the image description
pt_br: Texto indicando o título da descrição da imagem

# hBd-vp-Yes.accessibilityLabel
source: Almost there
pt_br: Falta Pouco

# hBd-vp-Yes.text
source: Almost there!
pt_br: Falta Pouco!

# hK3-Qx-k5t.text
source: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.
pt_br: Lorem ipsum dolor sit er elit lamet, consectetaur cillium

# iRr-U4-ogi.title
source: Privacy policy
pt_br: Política de Privacidade

# ixV-j2-Ga2.normalTitle
source: Forgot your password?
pt_br: Esqueceu a senha?

# jA0-jo-kgX.accessibilityHint
source: Title Indicating the favorite cases section
pt_br: Título Indicando a seção de casos favoritos

# jA0-jo-kgX.accessibilityLabel
source: Favorites Cases
pt_br: Casos Favoritos

# jA0-jo-kgX.text
source: Favorites Cases
pt_br: Casos Favoritos
