Repository: guicfreitas/metodum
Catalog: metodum/metodum/*.lproj/Main.strings
Languages: pt_br

# kWe-o0-612.text
source: General terms and conditions of the Metodum application
pt_br: Termos e condições gerais de uso do aplicativo Metodum

# kwT-a3-nGk.accessibilityHint
source: Title indicating the section on the results of the successful case
pt_br: Título indicando a seção sobre os resultados do caso de sucesso

# kwT-a3-nGk.accessibilityLabel
source: Results
pt_br: Resultados

# kwT-a3-nGk.text
source: Results
pt_br: Resultados

# lZD-sb-o12.accessibilityHint
source: Image features illustration of a yellow star smiling and three smaller stars on the left over a light blue circle
pt_br: Imagem de um estrela amarela com um sorriso, três estrelas menores a esquerda e um círculo azul claro por trás

# lZD-sb-o12.accessibilityLabel
source: Image mark your favorites
pt_br: Imagem marque os seus favoritos

# mcP-sU-uE6.accessibilityHint
source: Text describing when you will be notified
pt_br: Texto descrevendo quando você será notificado

# mcP-sU-uE6.accessibilityLabel
source: Receive notifications when new methodologies and sucessfull cases enter the app!
pt_br: Seja notificado quando novas metodologias e casos de sucesso entrarem no app!

# mcP-sU-uE6.text
source: Receive notifications when new methodologies and sucessfull cases enter the app!
pt_br: Seja notificado quando novas metodologias e casos de sucesso entrarem no app!

# nfP-4v-yQH.accessibilityHint
source: Title indicating the section on methodology
pt_br: Título indicando a seção sobre a metodologia

# nfP-4v-yQH.accessibilityLabel
source: About
pt_br: Sobre

# nfP-4v-yQH.text
source: About
pt_br: Sobre

# ozy-Jf-XHh.accessibilityLabel
source: I accept and would like to continue
pt_br: Aceito e desejo Continuar

# ozy-Jf-XHh.normalTitle
source: I accept and wish to continue
pt_br: Aceito e desejo continuar

# pWt-ae-Jid.accessibilityHint
source: Description text
pt_br: Texto de descrição

# pWt-ae-Jid.accessibilityLabel
source: Check our terms of use and privacy policy and accept to continue.
pt_br: Confira nossos termos de uso e política de privacidade e aceite para continuar.

# pWt-ae-Jid.text
source: Check our terms of use and privacy policy and accept to continue.
pt_br: Confira nossos termos de uso e política de privacidade e aceite para continuar.

# q8B-9u-xoB.title
source: Terms of use
pt_br: Termos de Uso

# qbA-Wb-6Sv.text
source: Already have an account?
pt_br: Já possui uma conta ?

# qqP-Q3-sAL.accessibilityHint
source: Image features illustration of a black cell phone appearing sad
pt_br: Imagem contendo um celular preto com uma cara triste em branco com dois círculos no fundo o mais a frente, contém um tracejado laranja e o círculo de trás preenchido com uma cor roxa

# qqP-Q3-sAL.accessibilityLabel
source: Error Image
pt_br: Imagem de erro

# qrV-Mu-FdU.accessibilityHint
source: Title Indicating the section of other methodologies
pt_br: Título Indicando a seção de outras metodologias

# qrV-Mu-FdU.accessibilityLabel
source: More Suggestions
pt_br: Mais Sugestões

# qrV-Mu-FdU.text
source: More Suggestions
pt_br: Mais Sugestões

# sFE-pX-14n.text
source: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Nam liber te conscient to factor tum poen legum odioque civiuda.
pt_br: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis

# t2U-aQ-sgM.text
source: Metodum services are provided by individuals with the following names: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento and Radija Maria Praia Guimarães, registered with the CPF under number 032.015.532-39, 048.357. 562-31, 024.462.172-14, 950.578.462-72, holders of intellectual property on software, website, applications, content and other assets related to the Metodum platform. 1. The object The platform aims to license the use of its software, website, applications and other intellectual property assets, providing tools to assist and streamline the daily lives of its users. The platform is characterized by the provision of the following service: provision of recommendation and incentive services for the application of teaching/learning methods. 2. Acceptance The present Term establishes contracted obligations of free and spontaneous will, for an indefinite period, between the platform and the individuals or companies that use the application. When using the platform, the user fully accepts these rules and undertakes to observe them, at the risk of applying the applicable penalties. The acceptance of this instrument is essential for accessing and using any services provided by the company. If you do not agree with the provisions of this instrument, the user should not use them. 3. User access All technical solutions available to the person in charge of the platform will be used to allow access to the service 24 (twenty four) hours a day, 7 (seven) days a week. However, navigation on the platform or on any of its pages may be interrupted, limited or suspended for updates, modifications or any action necessary for its proper functioning. 4. Registration Access to the platform's features will require prior registration. When registering, the user must provide complete, recent and valid data, and it is his sole responsibility to keep such data up to date, as well as the user commits himself to veracity of the data provided. The user undertakes not to disclose his/her registration data and/or access to the platform to third parties, being fully responsible for the use made of them. Using the registration, the user expressly declares and guarantees to be fully capable, being able to freely exercise and enjoy the services and products. The user must provide a valid email address, through which the website will carry out all necessary communications. After confirming the registration, the user will have a login and a personal password, which ensures the user individual access to it. In this way, the user is solely responsible for maintaining that password in a confidential and secure manner, avoiding improper access to personal information. Everything and any activity carried out using the password will be the responsibility of the user, who must promptly inform the platform at in case of misuse of the respective password. The account will not be allowed to be transferred, sold, rented or transferred, in any way, which is personal and non-transferable. The user will be responsible for ensuring that his equipment is compatible with the technical characteristics that make it possible. the use of the platform and services or products. The user may, at any time, request the cancellation of his registration with the Metodum application. Your registration will be done as soon as possible. The user, by accepting the Terms and Privacy Policy, expressly authorizes the platform to collect, use, store, process, assign or use the information derived from the use of the services, the website and any platforms, including all information filled in by the user at the time of making or updating their registration, in addition to other expressly described in the Privacy Policy that must be authorized by the user. 5. From support In case of any doubt, suggestion or problem with the use of the platform, the user may contact the support via email metodumapp@gmail.com. These user support services will be available on the following days and opening hours: Monday to Friday from 08:00 to 12:00. 6. Responsibilities It is the user's responsibility: a) defects or technical defects originating in the user's own system; b) the correct use of the platform, services or products offered, valuing good coexistence, respect and cordiality among users ; c) for complying with and respecting the set of rules set forth in this General Terms and Conditions of Use, in the respective Privacy Policy and in national and international legislation; d) for the protection of access data to your account/profile (login and password). It is the responsibility of the Metodum platform: a) to indicate the characteristics of the service or product; b) the defects and defects found in the service or product offered as long as it has given cause to it; c) the information that was disclosed by him, and the comments or information disclosed by users are the sole responsibility of the users themselves; d) the contents or illegal activities practiced through of your platform. The platform is not responsible for external links contained in your system that may redirect the user to the external environment of your network. External links or pages that serve for commercial or advertising purposes or any information may not be included illegal, violent, controversial, pornographic, xenophobic, discriminatory or offensive. 7. Copyright This Term of Use grants users a non-exclusive, non-transferable and non-sublicensable license to access and make use of the platform and the services and products made available by it. The application structure, brands, logos, trade names, layouts, graphics and interface design, images, illustrations, photographs, presentations, videos, written and sound and audio content, computer programs, databases, broadcast files and any other information and intellectual property rights by individuals with the following names: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento and Radija Maria Praia Guimarães, subject to the terms of the Industrial Property Law (Law No. 9,279/96), Copyright Law ( Law No. 9,610/98) and Software Law (Law No. 9,609/98), are duly reserved. This Terms of Use does not assign or transfer to the user any rights, than access does not generate any intellectual property right to the user, except for the limited license now granted. However, if the user chooses to include content in the application, through the Success Cases feature, we reserve the intellectual property right strictly for the user, and not for the organizers. The user's use of the platform is personal, individual and non-transferable , and any unauthorized, commercial or non-commercial use is prohibited. Such uses will consist in violation of the intellectual property rights of individuals with the following names: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento and Radija Maria Praia Guimarães, punishable under the terms of the applicable legislation. 8. Sanctions Without prejudice to other applicable legal measures, individuals with the following names: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento and Radija Maria Praia Guimarães may, at any time, warn, suspend or cancel the user's account: a) who violates any device of this Term; b) who breaches his user duties; c) who has any fraudulent, intentional or offending behavior to third parties. 9. Upon termination The non-observance of the obligations agreed in this Term of Use or applicable legislation may, without prior notice, give rise to the immediate unilateral termination by individuals with the following names: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento and Radija Maria Praia Guimarães and the blocking of all services provided to the user. 10. Changes The items described in this instrument may change, unilaterally and at any time, by the Metodum application, to adapt or modify the services, as well as to meet new legal requirements. The changes will be transmitted by the Metodum application and the user will be able to choose to accept the new content or to cancel the use of the services, if he subscribes to any service. 11. The privacy policy In addition to this Term, the user must consent to the provisions contained in the respective Privacy Policy to be presented to all interested parties within the platform interface. 12. Brazilian law For the settlement of disputes arising from this instrument, Brazilian law will be fully applied. Any disputes should be filed in the jurisdiction of the district in which the company's headquarters are located.
pt_br: Os serviços do Metodum são fornecidos pelas pessoas físicas com os seguintes nomes: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento e Radija Maria Praia Guimarães, inscritos no CPF sob o nº 032.015.532-39, 048.357.562-31, 024.462.172-14, 950.578.462-72, titulares da propriedade intelectual sobre software, website, aplicativos, conteúdos e demais ativos relacionados à plataforma Metodum. 1. Do objeto A plataforma visa licenciar o uso de seu software, website, aplicativos e demais ativos de propriedade intelectual, fornecendo ferramentas para auxiliar e dinamizar o dia a dia dos seus usuários. A plataforma caracteriza-se pela prestação do seguinte serviço: prestação de serviços de recomendação e incentivo para a aplicação de métodos de ensino/aprendizagem. 2. Da aceitação O presente Termo estabelece obrigações contratadas de livre e espontânea vontade, por tempo indeterminado, entre a plataforma e as pessoas físicas ou jurídicas, usuárias do aplicativo. Ao utilizar a plataforma o usuário aceita integralmente as presentes normas e compromete-se a observá-las, sob o risco de aplicação das penalidade cabíveis. A aceitação do presente instrumento é imprescindível para o acesso e para a utilização de quaisquer serviços fornecidos pela empresa. Caso não concorde com as disposições deste instrumento, o usuário não deve utilizá-los. 3. Do acesso dos usuários Serão utilizadas todas as soluções técnicas à disposição do responsável pela plataforma para permitir o acesso ao serviço 24 (vinte e quatro) horas por dia, 7 (sete) dias por semana. No entanto, a navegação na plataforma ou em alguma de suas páginas poderá ser interrompida, limitada ou suspensa para atualizações, modificações ou qualquer ação necessária ao seu bom funcionamento. 4. Do cadastro O acesso às funcionalidades da plataforma exigirá a realização de um cadastro prévio. Ao se cadastrar o usuário deverá informar dados completos, recentes e válidos, sendo de sua exclusiva responsabilidade manter referidos dados atualizados, bem como o usuário se compromete com a veracidade dos dados fornecidos. O usuário se compromete a não informar seus dados cadastrais e/ou de acesso à plataforma a terceiros, responsabilizando-se integralmente pelo uso que deles seja feito. Mediante a realização do cadastro o usuário declara e garante expressamente ser plenamente capaz, podendo exercer e usufruir livremente dos serviços e produtos. O usuário deverá fornecer um endereço de e-mail válido, através do qual o site realizará todas comunicações necessárias. Após a confirmação do cadastro, o usuário possuirá um login e uma senha pessoal, a qual assegura ao usuário o acesso individual à mesma. Desta forma, compete ao usuário exclusivamente a manutenção de referida senha de maneira confidencial e segura, evitando o acesso indevido às informações pessoais. Toda e qualquer atividade realizada com o uso da senha será de responsabilidade do usuário, que deverá informar prontamente a plataforma em caso de uso indevido da respectiva senha. Não será permitido ceder, vender, alugar ou transferir, de qualquer forma, a conta, que é pessoal e intransferível. Caberá ao usuário assegurar que o seu equipamento seja compatível com as características técnicas que viabilize a utilização da plataforma e dos serviços ou produtos. O usuário poderá, a qualquer tempo, requerer o cancelamento de seu cadastro junto ao aplicativo Metodum. O seu descadastramento será realizado o mais rapidamente possível. O usuário, ao aceitar os Termos e Política de Privacidade, autoriza expressamente a plataforma a coletar, usar, armazenar, tratar, ceder ou utilizar as informações derivadas do uso dos serviços, do site e quaisquer plataformas, incluindo todas as informações preenchidas pelo usuário no momento em que realizar ou atualizar seu cadastro, além de outras expressamente descritas na Política de Privacidade que deverá ser autorizada pelo usuário. 5. Do suporte Em caso de qualquer dúvida, sugestão ou problema com a utilização da plataforma, o usuário poderá entrar em contato com o suporte, através do email metodumapp@gmail.com. Estes serviços de atendimento ao usuário estarão disponíveis nos seguintes dias e horários: Segunda a Sexta das 08:00h até 12:00h. 6. Das responsabilidades É de responsabilidade do usuário: a) defeitos ou vícios técnicos originados no próprio sistema do usuário; b) a correta utilização da plataforma, dos serviços ou produtos oferecidos, prezando pela boa convivência, pelo respeito e cordialidade entre os usuários; c) pelo cumprimento e respeito ao conjunto de regras disposto nesse Termo de Condições Geral de Uso, na respectiva Política de Privacidade e na legislação nacional e internacional; d) pela proteção aos dados de acesso à sua conta/perfil (login e senha). É de responsabilidade da plataforma Metodum: a) indicar as características do serviço ou produto; b) os defeitos e vícios encontrados no serviço ou produto oferecido desde que lhe tenha dado causa; c) as informações que foram por ele divulgadas, sendo que os comentários ou informações divulgadas por usuários são de inteira responsabilidade dos próprios usuários; d) os conteúdos ou atividades ilícitas praticadas através da sua plataforma. A plataforma não se responsabiliza por links externos contidos em seu sistema que possam redirecionar o usuário à ambiente externo a sua rede. Não poderão ser incluídos links externos ou páginas que sirvam para fins comerciais ou publicitários ou quaisquer informações ilícitas, violentas, polêmicas, pornográficas, xenofóbicas, discriminatórias ou ofensivas. 7. Dos direitos autorais O presente Termo de Uso concede aos usuários uma licença não exclusiva, não transferível e não sublicenciável, para acessar e fazer uso da plataforma e dos serviços e produtos por ela disponibilizados. A estrutura do aplicativo, as marcas, logotipos, nomes comerciais, layouts, gráficos e design de interface, imagens, ilustrações, fotografias, apresentações, vídeos, conteúdos escritos e de som e áudio, programas de computador, banco de dados, arquivos de transmissão e quaisquer outras informações e direitos de propriedade intelectual pelas pessoas físicas com os seguintes nomes: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento e Radija Maria Praia Guimarães, observados os termos da Lei da Propriedade Industrial (Lei nº 9.279/96), Lei de Direitos Autorais (Lei nº 9.610/98) e Lei do Software (Lei nº 9.609/98), estão devidamente reservados. Este Termos de Uso não cede ou transfere ao usuário qualquer direito, de modo que o acesso não gera qualquer direito de propriedade intelectual ao usuário, exceto pela licença limitada ora concedida. No entanto, caso o usuário opte por incluir conteúdo no aplicativo, através da funcionalidade Casos de Sucesso, reservamos o direito de propriedade intelectual restritamente para o usuário, e não para os organizadores. O uso da plataforma pelo usuário é pessoal, individual e intransferível, sendo vedado qualquer uso não autorizado, comercial ou não-comercial. Tais usos consistirão em violação dos direitos de propriedade intelectual das pessoas físicas com os seguintes nomes: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento e Radija Maria Praia Guimarães, puníveis nos termos da legislação aplicável. 8. Das sanções Sem prejuízo das demais medidas legais cabíveis, as pessoas físicas com os seguintes nomes: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento e Radija Maria Praia Guimarães poderão, a qualquer momento, advertir, suspender ou cancelar a conta do usuário: a) que violar qualquer dispositivo do presente Termo; b) que descumprir os seus deveres de usuário; c) que tiver qualquer comportamento fraudulento, doloso ou que ofenda a terceiros. 9. Da rescisão A não observância das obrigações pactuadas neste Termo de Uso ou da legislação aplicável poderá, sem prévio aviso, ensejar a imediata rescisão unilateral por parte das pessoas físicas com os seguintes nomes: Gonzalo Ivan dos Santos Portales, João Guilherme Chagas de Freitas, Juliana Rodrigues do Nascimento e Radija Maria Praia Guimarães e o bloqueio de todos os serviços prestados ao usuário. 10. Das alterações Os itens descritos no presente instrumento poderão sofrer alterações, unilateralmente e a qualquer tempo, por parte do aplicativo Metodum, para adequar ou modificar os serviços, bem como para atender novas exigências legais. As alterações serão veiculadas pelo aplicativo Metodum e o usuário poderá optar por aceitar o novo conteúdo ou por cancelar o uso dos serviços, caso seja assinante de algum serviço. 11. Da política de privacidade Além do presente Termo, o usuário deverá consentir com as disposições contidas na respectiva Política de Privacidade a ser apresentada a todos os interessados dentro da interface da plataforma. 12. Do foro Para a solução de controvérsias decorrentes do presente instrumento será aplicado integralmente o Direito brasileiro. Os eventuais litígios deverão ser apresentados no foro da comarca em que se encontra a sede da empresa.

# tQS-vU-Jf2.accessibilityHint
source: Text box to write about the outcome of your successful case
pt_br: Caixa de texto para escrever sobre o resultado do seu caso de sucesso

# tQS-vU-Jf2.accessibilityLabel
source: Text Box
pt_br: Caixa de Texto

# tQS-vU-Jf2.text
source: Type here...
pt_br: Escreva aqui...

# tRW-ZK-s8R.text
source: General terms and conditions of use of the Metodum application
pt_br: Termos e condições gerais de uso do aplicativo Metodum

# tTa-Sx-pKP.accessibilityHint
source: Title Indicating the favorite methodologies section
pt_br: Título Indicando a seção de metodologias favoritas

# tTa-Sx-pKP.accessibilityLabel
source: Favorite Methodologies
pt_br: Metodologias Favoritas

# tTa-Sx-pKP.text
source: Favorite Methodologies
pt_br: Metodologias Favoritas

# ubd-jG-IOX.title
source: Methodologies
pt_br: Metodologias

# vB0-69-1oh.title
source: Favorites
pt_br: Favoritos

# y1z-Aa-Lbe.accessibilityHint
source: Image features illustration of two white paper sheets on top of each other with a light blue circle in the background and three yellow stars in the upper left corner
pt_br: Imagem contendo duas folhas brancas de papel uma sobre a outra com um círculo azul claro no fundo e três estrelas amarelas no canto superior esquerdo

# y1z-Aa-Lbe.accessibilityLabel
source: Image read and add successful cases
pt_br: Imagem leia e adicione casos de sucesso

# voq-n5-KUu.normalTitle
source: Create Account
pt_br: Criar Conta

# x7F-bj-eEj.text
source: Name
pt_br: Nome

# xq4-KV-s5t.accessibilityHint
source: Title indicating the section on how to implement the methodology
pt_br: Título indicando a seção sobre como implementar a metodologia

# xq4-KV-s5t.accessibilityLabel
source: How to apply
pt_br: Como Aplicar

# xq4-KV-s5t.text
source: How to apply
pt_br: Como aplicar

# yri-mH-FWy.normalTitle
source: Register
pt_br: Cadastrar

# yvU-xO-wHR.placeholder
source: Type your password here
pt_br: Digite sua senha aqui

# zX7-jb-YrO.normalTitle
source: Change Picture
pt_br: Trocar Imagem

# znN-eZ-s5Q.normalTitle
source: Send email
pt_br: Enviar email
